welcome-one = 👋 <b>Привет, { $user_firstname }!</b>

              Для настройки бота нужно выполнить 3 простых шага:
              <b>0.</b> Ознакомиться с <a href="https://blog.karych.ru/mailbot">FAQ проекта</a>. Другие вопросы можно задать в @InnerBotsSupport.
              <b>1.</b> Подключить Email-аккаунт к боту.
              <b>2.</b> Создать приватный чат и добавить туда бота.
              <i>Это позволит воспользоваться всеми возможностями Telegram.</i>
              <b>3.</b> Подписаться на @InnerBots, чтобы получать обновления и узнавать о нововведениях в боте.

welcome-two = Начнем! Нажми на кнопку <b>➕ Подключить новую почту</b>
cancel = ✖️ Отмена действия!
menu-connect_email = ➕ Подключить новую почту
menu-emails = 📮 Мои ящики
menu-subscription = 💟 Подписка
auth-choose_email_service = <b>Шаг 1.</b>
                            Выбери твой Email-сервис:
