welcome-one = 👋 <b>Привет, { $user_firstname }!</b>

              Для настройки бота нужно выполнить 3 простых шага:
              <b>0.</b> Ознакомиться с <a href="https://blog.karych.ru/mailbot">FAQ проекта</a>. Другие вопросы можно задать в @InnerBotsSupport.
              <b>1.</b> Подключить Email-аккаунт к боту.
              <b>2.</b> Создать приватный чат и добавить туда бота.
              <i>Это позволит воспользоваться всеми возможностями Telegram.</i>
              <b>3.</b> Подписаться на @InnerBots, чтобы получать обновления и узнавать о нововведениях в боте.

welcome-two = Начнем! Нажми на кнопку <b>➕ Подключить новую почту</b>
cancel = ✖️ Отмена действия!
menu-connect_email = ➕ Подключить новую почту
menu-emails = 📮 Мои ящики
menu-subscription = 💟 Подписка
auth-choose_email_service = <b>Шаг 1.</b>
                            Выбери твой Email-сервис:
auth-enter_email = 🏠 Email-сервис: <code>{ $email_service }</code>

                   <b>Введи 📮 Email-адрес:</b>
auth-incorrect_email = 🏠 Email-сервис: <code>{ $email_service }</code>

                       <b>Некорректный Email. Попробуй снова:</b>
auth-set_imap_params-yandex = 🏠 Email-сервис: <code>{ $email_service }</code>
                              📮 Email: <code>{ $email }</code>

                              <b>1.</b> Зайди в <a href="https://mail.yandex.ru/?dpda=yes#setup/client">это меню</a> и включи 2 чекбокса, как на фото:
auth-set_imap_params-gmail = 🏠 Email-сервис: <code>{ $email_service }</code>
                             📮 Email: <code>{ $email }</code>

                             <b>1.</b> Зайди в <a href="https://mail.google.com/mail/u/0/#settings/fwdandpop">это меню</a> и отметь чекбоксы как на картинке. Не забудь нажать кнопку <b>"Сохранить изменения"</b>
auth-set_imap_params-mail_ru = 🏠 Email-сервис: <code>{ $email_service }</code>
                               📮 Email: <code>{ $email }</code>

                               <b>1.</b> Проверь, чтобы параметры почты соответствовали указанным на картинке:
auth-enter_password = <b>2.</b> Сгенерируй ключ доступа в <a href="{ $tutorial_url }">этом меню</a>, затем введи его:
